export const ANECDOTES = [
  `Когда Макс Планк стал профессором Берлинского университета, ему был 31 год. Он был очень худ, вонял мочой и портвейном и носил высокий ирокез, в отличие от других профессоров, носивших пышные бакенбарды и бороды. Планк еще плохо ориентировался в новом для себя здании и однажды забыл, в какой аудитории ему следует читать лекцию. Тогда Планк решил обратиться к пожилому заведующему канцелярией с вопросом:
— В какой аудитории профессор Планк сегодня читает свою лекцию?
Старик возмутился:
— Юноша, что это за безобразие, почему вы выглядите как свинья?!
На что Планк невозмутимо ответил:
— Слыш, я не свинья — я Планк.`,
  `Маленький мальчик по имени Павлик жил в небольшой деревне. Он был настолько тупым, что никому не нравился. Особенно учительнице, которая всегда кричала на него: "Ты сводишь меня с ума, Павлик!"
Однажды мать Паши пришла в школу, чтобы проверить как у него дела. Учительница честно сказала матери, что её сын — это просто катастрофа, получает очень плохие оценки, и она ещё не видела такого тупого ребёнка за всю преподавательскую карьеру. Мать была в шоке, она забрала сына из школы, и они переехали в другую деревню.
Двадцать лет спустя у учительницы диагностировали серьёзное заболевание. Ей посоветовали операцию, которую во всей округе может сделать лишь один хирург. Проанализировав ситуацию и понимая, что у неё нет другого выхода, учительница согласилась на операцию, которая прошла успешно. Когда она открыла глаза после операции, то увидела симпатичного врача, который улыбался, глядя на неё. Она хотела поблагодарить его, но не могла говорить. Её лицо начало синеть, учительница подняла руку, пытаясь ему что-то сказать, но умерла, так и не произнеся ни слова. Врач был в шоке. Когда он повернулся, то увидел Пашу, работавшего уборщиком в этой больнице, который отключил кислородный аппарат, чтобы подключить свой пылесос.`,
  `Сидят двое почтенных господ у камина, пьют коньяк, чинно курят сигары. И вдруг один говорит другому:
— А спорим, милейший, что я смогу Вам на лицо вот-такусенькую маленькую точку насрать.
— Полно Вам, друг мой, да разве сие под силу человеку?
— Угодно ль Вам держать пари?
— Извольте.
И вот второй господин ложится на пол, а первый усаживается в позе орла над его лицом. Начинает аккуратно срать, но тут не выдерживает и полностью обдристывает жидким говнищем всё лицо своего оппонента и пол-комнаты впридачу. Второй, вставая и вытирая лицо рукавом:
— Сдается мне, милейший, Вы всё же проиграли!`,
  `Роддом. Отец сидит в холле и ожидает, когда же выйдет врач и объявит ему о его счастье. Вдруг выбегает врач, держа за ногу ребёнка, бьёт его о пол, пинает, подкидывает... И так несколько раз.
Отец на всё это смотрит и медленно офигевает...
Тут врач весело улыбается и говорит:
— Да шучу я — он мёртвым родился!`,
  `— ДЕДА ДЕДА А КАК ТЫ ВОЕВАЛ???
— УУУУ СУКА Я ВОЕВАЛ ДАААА
— А ТЕБЯ КОГДА НИБУДЬ БРАЛИ В ПЛЕН??????
— ДАА, ПОМНЮ БЫЛО ДЕЛО. ПОЙМАЛИ НЕМЦЫ И ГОВОРЯТ: ИЛИ СОСИ ВСЕЙ РОТЕ, ИЛИ РАССТРЕЛЯЕМ
— И ЧТО БЫЛО ДАЛЬШЕ????
— расстреляли меня, внучек, расстреляли...`,
  `Пожар в огромном многоэтажном офисе интернет-провайдера Вокруг бегают люди, трудятся спецслужбы. Горы трупов, огонь, крики женщин, творится настоящий ад. На место трагедии приезжает мэр и спрашивает спасателя:
— Подскажите, что случилось?
— Господин мэр, взгляните — говорит спасатель и протягивает смятую фотографию
— И что?
— Мы еще не уверены, но кажется... Это фото взорвало интернет!`,
  `Поздним зимним вечером, когда уже гости начали уезжать с бала, одна лошадь примёрзла пиздой к забору. Гости собрались вокруг неё и обсуждают как поступить. Казалось бы, ситуация безвыходная, но ко всеобщей радости, задержавшийся поручик Ржевский пришёл и отодрал её.`,
  `Было у старика три сына.
Умирая, решил он им последнюю мудрость передать.
Собрал и говорит старшему — сломай прутик. Тот сломал.
А теперь попробуй сломай вот этот веник из прутиков. Тот сломал.
— Вот ты ж здоровый кабан вырос, как пельмень, — пробухтел старик и помер.`,
  `Мужчину спрашивают:
— Что вы любите?
— Курить люблю! Курить люблю пиздец! Курил бы блять 24 часа в сутки, просто не вынимал бы сигарету изо рта, курить люблю аж рвёт, не могу жить без сигарет, курить люблю пиздец!
— Хм, ясно. А что ещё любите?
— Срать люблю! Срать люблю пиздец! Срал бы круглыми сутками, срал бы, срал бы и срал бы, хоть бы весь в парашу залез, только чтоб голова торчала!
— Ээ.. а голова зачем?
— Курить люблю пиздец!`,
  `Жили были Сасать и Ор. А вместе они — Ор да Сасать`,
  `Поспорили как-то проститутка с пидорасом кто из них лучше сосёт. Так и стали воевать орда с альянсом`,
  `Если вампиру на лбу написать «ХУЙ», то он не заметит`,
  `Знаешь, чем отличается гей от холодильника? Холодильник не пердит, когда из него достаёшь сосиску`,
  `Зачем карлик залез в микроволновку? Хотел заняться сёрфингом`,
  `Идёт мужик по лесу, видит — подкова лежит, переворачивает её, а там лошадь`,
];
